cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/versions"

cask "java8"
cask "java"
brew "jenv"
brew "maven"
brew "wget"

cask "microsoft-teams"

brew "git"
brew "fish"
brew "vim"
brew "watch"
brew "groovy"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "openssl"
brew "perl"
brew "python"
brew "tmux"
brew "tree"
