cask_args appdir: "/Applications"

cask "java8"
cask "java"
brew "maven"
brew "wget"
brew "curl"

brew "git"
brew "fish"
brew "vim"
brew "watch"
brew "groovy"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
#brew "kubernetes-helm"
brew "openssl"
brew "perl"
brew "python"
brew "tmux"
brew "tree"
brew "helm"

cask "google-chrome"
cask "alacritty"
cask "docker"
cask "font-hack-nerd-font"
